<?php defined('BASEPATH') OR exit('No direct script access allowed');

/**
 * 自定义配置文件
 * add by zhixiao476@gmail.com
 * 2016年08月03日13:53:01
 */

$config['bill'] = array('','日结算');
$config['mech'] = array('','按台激励');
$config['sunicode'] = array(11,13,18,19,10,91,90,97,31,34,36,30,38,75,17,76,71,74,51,59,50,83,81,85,86,79,84,87,70,88,89,22);
$config['type'] = array(1=>'大转盘',2=>'摇一摇',3=>'亲子游',4=>'大乐透');
$config['unicode_area'] = array(
		'11' => '北京',
		'13' => '天津',
		'18' => '河北',
		'19' => '山西',
		'10' => '内蒙古',
		'91' => '辽宁',
		'90' => '吉林',
		'97' => '黑龙江',
		'31' => '上海',
		'34' => '江苏',
		'36' => '浙江',
		'30' => '安徽',
		'38' => '福建',
		'75' => '江西',
		'17' => '山东',
		'76' => '河南',
		'71' => '湖北',
		'74' => '湖南',
		'51' => '广东',
		'59' => '广西',
		'50' => '海南',
		'83' => '重庆',
		'81' => '四川',
		'85' => '贵州',
		'86' => '云南',
		'79' => '西藏',
		'84' => '陕西',
		'87' => '甘肃',
		'70' => '青海',
		'88' => '宁夏',
		'89' => '新疆',
		'22' => '澳门',
);
/**
11	北京
13	天津
18	河北
19	山西
10	内蒙古
91	辽宁
90	吉林
97	黑龙江
31	上海
34	江苏
36	浙江
30	安徽
38	福建
75	江西
17	山东
76	河南
71	湖北
74	湖南
51	广东
59	广西
50	海南
83	重庆
81	四川
85	贵州
86	云南
79	西藏
84	陕西
87	甘肃
70	青海
88	宁夏
89	新疆
22	澳门
 */